Repository: marslin1220/RunCraft
Catalog: RunCraftPackage/Sources/TrainingPlanFeature/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: %@ pace, %@
ja: %@ ペース、%@
ko: %@ 페이스, %@
zh_hans: %@ 配速，%@
zh_hant: %@ 配速，%@

source: %@ phase, %@
ja: %@ 期、%@
ko: %@ 단계, %@
zh_hans: %@ 阶段，%@
zh_hant: %@ 階段，%@

source: %@ · Rest
ja: %@ · レスト
ko: %@ · 휴식
zh_hans: %@ · 休息
zh_hant: %@ · 休息

source: %@, rest day
ja: %@、休息日
ko: %@, 휴식일
zh_hans: %@，休息日
zh_hant: %@，休息日

source: %lld min
ja: %lld 分
ko: %lld분
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: %lld of %lld done
ja: %1$lld／%2$lld 完了
ko: %1$lld/%2$lld 완료
zh_hans: 已完成 %1$lld／%2$lld
zh_hant: 已完成 %1$lld／%2$lld

source: About VDOT
ja: VDOT について
ko: VDOT 정보
zh_hans: 关于 VDOT
zh_hant: 關於 VDOT

source: Adjust VDOT
ja: VDOT を調整
ko: VDOT 조정
zh_hans: 调整 VDOT
zh_hant: 調整 VDOT

source: Adjust VDOT manually
ja: VDOT を手動で調整
ko: VDOT 수동 조정
zh_hans: 手动调整 VDOT
zh_hant: 手動調整 VDOT

source: Auto-detect from HealthKit
ja: HealthKit から自動検出
ko: HealthKit에서 자동 감지
zh_hans: 从 HealthKit 自动检测
zh_hant: 從 HealthKit 自動偵測

source: Beginner
ja: 初心者
ko: 초보자
zh_hans: 初学者
zh_hant: 初學者

source: Best detected VDOT
ja: 検出された最高 VDOT
ko: 감지된 최고 VDOT
zh_hans: 检测到的最佳 VDOT
zh_hant: 偵測到的最佳 VDOT

source: Builds a workout in the %@ zone
ja: %@ ゾーンのワークアウトを作成します
ko: %@ 존 운동을 만듭니다
zh_hans: 创建 %@ 区间的训练
zh_hant: 建立 %@ 區間的訓練

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Changes by %@%@ from %@.
ja: 変更 %@%@（元の値 %@）。
ko: %@%@ 변동됨 (이전 값: %@).
zh_hans: 变动 %@%@（原为 %@）。
zh_hant: 變動 %@%@（原為 %@）。

source: Competitive club
ja: 競技クラブ
ko: 경쟁 클럽
zh_hans: 竞技俱乐部
zh_hant: 競技俱樂部

source: Create Race Goal
ja: レース目標を作成
ko: 레이스 목표 만들기
zh_hans: 建立比赛目标
zh_hant: 建立比賽目標

source: Create your first race goal and we'll build a personalised 16-week training plan.
ja: 最初のレース目標を作成すると、16 週間のパーソナルトレーニングプランを作成します。
ko: 첫 번째 레이스 목표를 만들면 16주짜리 맞춤형 훈련 계획을 만들어드립니다.
zh_hans: 建立你的第一个比赛目标，我们会为你打造 16 周的个人化训练计划。
zh_hant: 建立你的第一個比賽目標，我們會為你打造 16 週的個人化訓練計畫。

source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Delete plan
ja: プランを削除
ko: 계획 삭제
zh_hans: 删除计划
zh_hant: 刪除計畫

source: Dismiss VDOT upgrade
ja: VDOT 更新通知を閉じる
ko: VDOT 상승 알림 닫기
zh_hans: 关闭 VDOT 提升通知
zh_hant: 關閉 VDOT 提升通知

source: Dismiss recovery advice
ja: リカバリーアドバイスを閉じる
ko: 회복 조언 닫기
zh_hans: 关闭恢复建议
zh_hant: 關閉恢復建議

source: Distance
ja: 距離
ko: 거리
zh_hans: 距离
zh_hant: 距離

source: Done
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Edit Race Goal
ja: レース目標を編集
ko: 레이스 목표 편집
zh_hans: 编辑比赛目标
zh_hant: 編輯比賽目標

source: Edit goal / recalculate
ja: 目標を編集／再計算
ko: 목표 편집 / 재계산
zh_hans: 编辑目标／重新计算
zh_hant: 編輯目標／重新計算

source: Elite amateur
ja: トップアマチュア
ko: 엘리트 아마추어
zh_hans: 业余精英
zh_hant: 業餘菁英

source: Enter a goal name to continue.
ja: 目標名を入力してください。
ko: 계속하려면 목표 이름을 입력하세요.
zh_hans: 请输入目标名称以继续。
zh_hant: 請輸入目標名稱以繼續。

source: Enter a recent race time (e.g. 5K in 25 min) and the app uses the Jack Daniels formula to derive your VDOT. A faster race time = higher VDOT.
ja: 直近のレースタイム（例：5K を 25 分）を入力すると、Jack Daniels の公式で VDOT を算出します。タイムが速いほど VDOT が高くなります。
ko: 최근 레이스 기록(예: 5K 25분)을 입력하면 Jack Daniels 공식으로 VDOT을 계산합니다. 빠를수록 VDOT이 높아집니다.
zh_hans: 输入近期的比赛成绩（例如 5K 跑 25 分钟），App 会用 Jack Daniels 公式推算你的 VDOT。成绩越快、VDOT 越高。
zh_hant: 輸入近期的比賽成績（例如 5K 跑 25 分鐘），App 會用 Jack Daniels 公式推算你的 VDOT。成績愈快、VDOT 愈高。

source: Enter a recent race time, or tap Auto-detect, so we can calculate your VDOT.
ja: 直近のレースタイムを入力するか、「自動検出」をタップすると VDOT を計算します。
ko: 최근 레이스 기록을 입력하거나 "자동 감지"를 누르면 VDOT을 계산합니다.
zh_hans: 输入近期比赛成绩、或按下「自动检测」，我们就能算出你的 VDOT。
zh_hant: 輸入近期比賽成績、或按下「自動偵測」，我們就能算出你的 VDOT。

source: Finish time
ja: 完走タイム
ko: 완주 시간
zh_hans: 完赛时间
zh_hant: 完賽時間

source: Fitness Level (VDOT)
ja: フィットネスレベル（VDOT）
ko: 체력 수준(VDOT)
zh_hans: 体能水平（VDOT）
zh_hant: 體能水準（VDOT）

source: Full Schedule
ja: 全スケジュール
ko: 전체 일정
zh_hans: 完整课表
zh_hant: 完整課表

source: Goal name (e.g. Sun Moon Lake 29K)
ja: 目標名（例：Sun Moon Lake 29K）
ko: 목표 이름 (예: Sun Moon Lake 29K)
zh_hans: 目标名称（例：日月潭 29K）
zh_hant: 目標名稱（例：日月潭 29K）

source: How is it calculated?
ja: どう計算するの？
ko: 어떻게 계산하나요?
zh_hans: 怎么计算的？
zh_hant: 怎麼計算的？

source: New Race Goal
ja: 新しいレース目標
ko: 새 레이스 목표
zh_hans: 新增比赛目标
zh_hant: 新增比賽目標

source: No race goal yet
ja: レース目標はまだありません
ko: 레이스 목표가 없습니다
zh_hans: 尚未设定比赛目标
zh_hant: 尚未設定比賽目標

source: Or auto-detect
ja: または自動検出
ko: 또는 자동 감지
zh_hans: 或自动检测
zh_hant: 或自動偵測

source: Plan
ja: プラン
ko: 계획
zh_hans: 计划
zh_hant: 計畫

source: Plan starts in %lld day%@
ja: プラン開始まであと %1$lld 日
ko: 계획 시작까지 %1$lld일 남음
zh_hans: 计划将在 %1$lld 天后开始
zh_hant: 計畫將在 %1$lld 天後開始

source: Professional
ja: プロ
ko: 프로 선수
zh_hans: 职业选手
zh_hant: 職業選手

source: Race Goal
ja: レース目標
ko: 레이스 목표
zh_hans: 比赛目标
zh_hant: 比賽目標

source: Race date
ja: レース日
ko: 레이스 날짜
zh_hans: 比赛日期
zh_hant: 比賽日期

source: Recovery looks low today
ja: 今日はリカバリーが低めです
ko: 오늘 회복 상태가 낮습니다
zh_hans: 今天恢复状况不佳
zh_hant: 今天恢復狀況不佳

source: Recreational
ja: 趣味ランナー
ko: 취미 러너
zh_hans: 休闲跑者
zh_hant: 休閒跑者

source: Replaces today's hard session with an easy 5 km run
ja: 今日のハードなセッションを 5 km のイージーランに置き換えます
ko: 오늘의 고강도 세션을 5 km 이지런으로 바꿉니다
zh_hans: 将今天的高强度训练换成 5 公里轻松跑
zh_hant: 將今天的高強度訓練換成 5 公里輕鬆跑

source: Resulting Paces
ja: 算出されたペース
ko: 산출된 페이스
zh_hans: 得出的配速
zh_hant: 得出的配速

source: RunCraft uses your VDOT to set your five training pace zones — Easy, Marathon, Threshold, Interval, and Repetition — so every session targets the right physiological adaptation.
ja: RunCraft は VDOT をもとに 5 つのトレーニングペースゾーン — イージー、マラソン、閾値、インターバル、レペティション — を設定し、各セッションが正しい生理適応を狙うようにします。
ko: RunCraft은 VDOT을 기반으로 5 가지 훈련 페이스 존(이지, 마라톤, 임계값, 인터벌, 레피티션)을 설정해 매 세션이 적절한 생리적 적응을 노리도록 합니다.
zh_hans: RunCraft 用你的 VDOT 设定五个训练配速区间 — 轻松、马拉松、乳酸阈值、间歇、反复冲刺 — 让每次训练都打到对的生理适应。
zh_hant: RunCraft 用你的 VDOT 設定五個訓練配速區間 — 輕鬆、馬拉松、乳酸閾值、間歇、反覆衝刺 — 讓每次訓練都打到對的生理適應。

source: Save
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

source: Scans your HealthKit running history for a best 5K, 10K or half marathon time.
ja: HealthKit のラン履歴から、5K・10K・ハーフマラソンのベストタイムを探します。
ko: HealthKit 러닝 기록에서 5K, 10K 또는 하프 마라톤 최고 기록을 찾습니다.
zh_hans: 扫描你 HealthKit 中的跑步纪录，找出最佳的 5K、10K 或半马成绩。
zh_hant: 掃描你 HealthKit 中的跑步紀錄，找出最佳的 5K、10K 或半馬成績。

source: Sending
ja: 送信中
ko: 전송 중
zh_hans: 传送中
zh_hant: 傳送中

source: Start
ja: 開始
ko: 시작
zh_hans: 开始
zh_hant: 開始

source: Start %@ on Apple Watch
ja: Apple Watch で %@ を開始
ko: Apple Watch에서 %@ 시작
zh_hans: 在 Apple Watch 开始 %@
zh_hant: 在 Apple Watch 開始 %@

source: Swap to Easy
ja: イージーに変更
ko: 이지로 변경
zh_hans: 改为轻松跑
zh_hant: 改為輕鬆跑

source: THIS WEEK
ja: 今週
ko: 이번 주
zh_hans: 本周
zh_hant: 本週

source: Training Paces
ja: トレーニングペース
ko: 훈련 페이스
zh_hans: 训练配速
zh_hant: 訓練配速

source: Typical VDOT ranges
ja: 一般的な VDOT の範囲
ko: 일반적인 VDOT 범위
zh_hans: 常见 VDOT 区间
zh_hant: 常見 VDOT 區間

source: Update paces
ja: ペースを更新
ko: 페이스 업데이트
zh_hans: 更新配速
zh_hant: 更新配速

source: Update your training paces to match?
ja: それに合わせてトレーニングペースを更新しますか？
ko: 이에 맞춰 훈련 페이스를 업데이트할까요?
zh_hans: 要更新训练配速来搭配吗？
zh_hant: 要更新訓練配速來搭配嗎？

source: Updates your pace zones to use the new VDOT
ja: ペースゾーンを新しい VDOT に更新します
ko: 페이스 존을 새 VDOT으로 업데이트합니다
zh_hans: 将配速区间更新为新的 VDOT
zh_hant: 將配速區間更新為新的 VDOT

source: Use the stepper to adjust. Changes only commit when you tap Save.
ja: ステッパーで調整してください。「保存」をタップしたときだけ変更が反映されます。
ko: 스텝퍼로 조정하세요. "저장"을 눌러야 변경 사항이 적용됩니다.
zh_hans: 用步进器调整。按下「保存」后才会生效。
zh_hant: 用步進器調整。按下「儲存」後才會生效。

source: VDOT improved
ja: VDOT が向上しました
ko: VDOT이 향상되었습니다
zh_hans: VDOT 提升了
zh_hant: VDOT 提升了

source: VDOT improved from %@ to %@
ja: VDOT が %@ から %@ に向上
ko: VDOT이 %@에서 %@(으)로 향상
zh_hans: VDOT 从 %@ 提升到 %@
zh_hant: VDOT 從 %@ 提升到 %@

source: VDOT is a number that represents your current running fitness, developed by coach Jack Daniels. It is calculated from a recent race result and reflects the effective VO₂max you demonstrated on race day.
ja: VDOT は Jack Daniels コーチが提唱した、現在のラン体力を示す数値です。直近のレース結果から算出され、レース当日に発揮した実効 VO₂max を反映します。
ko: VDOT은 Jack Daniels 코치가 제안한 현재 러닝 체력을 나타내는 수치입니다. 최근 레이스 기록으로 계산되며, 레이스 당일 실제로 보여준 VO₂max를 반영합니다.
zh_hans: VDOT 是代表你目前跑步体能的数字，由 Jack Daniels 教练提出。它从近期的比赛成绩推算而来，反映你比赛当天实际展现的 VO₂max。
zh_hant: VDOT 是代表你目前跑步體能的數字，由 Jack Daniels 教練提出。它從近期的比賽成績推算而來，反映你比賽當天實際展現的 VO₂max。

source: We can swap today's hard session for an easy 5 km run.
ja: 今日のハードなセッションを 5 km のイージーランに切り替えられます。
ko: 오늘의 강도 높은 세션을 5 km 이지런으로 바꿀 수 있습니다.
zh_hans: 我们可以把今天的高强度训练换成 5 公里的轻松跑。
zh_hant: 我們可以把今天的高強度訓練換成 5 公里的輕鬆跑。

source: Week %lld
ja: 第 %lld 週
ko: %lld주차
zh_hans: 第 %lld 周
zh_hant: 第 %lld 週

source: Week %lld of 16 · %@
ja: 第 %lld 週／全 16 週 · %@
ko: %lld / 16주차 · %@
zh_hans: 第 %lld 周／共 16 周 · %@
zh_hant: 第 %lld 週／共 16 週 · %@

source: Week %lld · %@
ja: 第 %lld 週 · %@
ko: %lld주차 · %@
zh_hans: 第 %lld 周 · %@
zh_hant: 第 %lld 週 · %@

source: Week %lld, %@, %lld of %lld completed, %lld kilometres
ja: 第 %lld 週、%@、%lld／%lld 完了、%lld km
ko: %lld주차, %@, %lld/%lld 완료, %lld km
zh_hans: 第 %lld 周，%@，已完成 %lld／共 %lld，%lld 公里
zh_hant: 第 %lld 週，%@，已完成 %lld／共 %lld，%lld 公里

source: Week 1 preview · %@
ja: 第 1 週プレビュー · %@
ko: 1주차 미리보기 · %@
zh_hans: 第 1 周预览 · %@
zh_hant: 第 1 週預覽 · %@

source: Week 1 preview, %lld sessions
ja: 第 1 週プレビュー、%lld セッション
ko: 1주차 미리보기, 세션 %lld개
zh_hans: 第 1 周预览，%lld 次训练
zh_hant: 第 1 週預覽，%lld 次訓練

source: What is VDOT?
ja: VDOT とは？
ko: VDOT이란?
zh_hans: 什么是 VDOT？
zh_hant: 什麼是 VDOT？

source: Why does it matter?
ja: なぜ重要？
ko: 왜 중요한가요?
zh_hans: 为什么重要？
zh_hant: 為什麼重要？

source: Your Training Paces
ja: あなたのトレーニングペース
ko: 내 훈련 페이스
zh_hans: 你的训练配速
zh_hant: 你的訓練配速

source: Your VDOT
ja: あなたの VDOT
ko: 내 VDOT
zh_hans: 你的 VDOT
zh_hant: 你的 VDOT

source: days
ja: 日
ko: 일
zh_hans: 天
zh_hant: 天

source: tap to build
ja: タップして作成
ko: 탭하여 만들기
zh_hans: 点击创建
zh_hant: 點擊建立

source: EXAMPLE
ja: 例
ko: 예시
zh_hans: 示例
zh_hant: 範例

source: Example week · %@
ja: サンプル週 · %@
ko: 예시 주 · %@
zh_hans: 示例周 · %@
zh_hant: 範例週 · %@
